import { Pizza } from '../types';

export const pizzas: Pizza[] = [
    { name: 'пицца-залупицца', desc: 'Томатный соус, моцарелла, базилик', price: '590₽', img: '🍕' },
    { name: 'Пепперони', desc: 'Томатный соус, моцарелла, пепперони', price: '690₽', img: '🍕' },
    { name: '4 Сыра', desc: 'Моцарелла, пармезан, дор блю, чеддер', price: '790₽', img: '🍕' },
    { name: 'Мясная', desc: 'Говядина, бекон, курица, колбаски', price: '850₽', img: '🍕' },
    { name: 'Вегетарианская', desc: 'Томаты, перец, грибы, оливки', price: '650₽', img: '🍕' },
    { name: 'Барбекю', desc: 'Курица, соус BBQ, лук, моцарелла', price: '750₽', img: '🍕' },
];